Repository: alexkovalevv/factory-framework-licensing
Catalog: langs/onp_licensing_000-*.po
Languages: ru_ru

source: License Manager
ru_ru: Лицензирование

source: Please enter your license key to continue.
ru_ru: Пожалуйста, введите ваш лицензионный ключ для продолжения.

source: Hide License Manager
ru_ru: Скрыть лицензионный менеджер

source: The key has been deleted successfully.
ru_ru: Ключ успешно удален.

source: Please check the <a href="plugins.php">Plugins</a> page and update the plugin to complete deletion if it's needed.
ru_ru: Пожалуйста, перейдите на <a href="plugins.php">страницу Плагины</a>и обновите плагин, чтобы завершить деактивацию ключа, если это необходимо.

source: Your license details have been reset successfully.
ru_ru: Ваши лицензионные данные были успешно сброшены.

source: The updates have been checked successfully.
ru_ru: Проверка обновлений прошла успешна.

source: You use the actual version of the plugin.
ru_ru: Вы используете последнюю версию плагина.

source: You need to upgrade to the %1$s version. <a href="plugins.php">Click here</a> to get the update.
ru_ru: Вам необходимо обновить плагин до %1$s версии. Пожалуйста, <a href="plugins.php">нажмите здесь</a>, чтобы установить обновление.

source: The %1$s version is available to download. <a href="plugins.php">Click here</a> to get the update.
ru_ru: Версия %1$s доступна для загрузки. Пожалуйста, <a href="plugins.php">нажмите здесь</a>, чтобы установить обновление.

source: Upgrade to Premium for %1$s
ru_ru: Обновить до премиум версии за %1$s

source: Upgrade to Premium
ru_ru: Обновить до премиум версии

source: Get Key For %1$s Only
ru_ru: Получить ключ за %1$s

source: Get Premium Key
ru_ru: Получить лицензионный ключ

source: Your current license:
ru_ru: Ваша текущая лицензия

source: Your current license for %1$s:
ru_ru: Ваша текущая лицензия для %1$s:

source: Delete Key
ru_ru: Удалить ключ

source: Please, activate the plugin to unlock its features. Enter the key you received with the plugin into the form below. Don't know where the key is? <a href="#" id="open-faq">Click here</a>.
ru_ru: Пожалуйста введите ваш ключ, который вы получили во время покупки, в поле ниже, чтобы активировать плагин и приступить к работе.

source: Please, activate the plugin to unlock its features. Enter the key you received with the plugin into the form below.
ru_ru: Пожалуйста активируйте плагин, чтобы приступить к работе. Введите ключ, который вы получили, в поле ниже.

source: Also you can activate a <a href="%1$s">trial version</a> for 7 days to test the plugin on this site.
ru_ru: Так же вы можете <a href="%1$s">активировать</a> 7-ми дневную пробную версию для тестирования плагина на этом сайте.

source: Public License is a GPLv2 compatible license allowing you to change and use this version of the plugin for free. Please keep in mind this license covers only free edition of the plugin. Premium versions are distributed with other type of a license.
ru_ru: Public License это GPLv2-совместимая лицензия, которая позволяет изменять и использовать эту версию плагина бесплатно. Пожалуйста, имейте в виду, что эта лицензия относиться только к бесплатной редакции плагина. Премимум версии плагина распространяются в рамках другой лицензии.

source: You can <a href="%1$s">activate</a> a premium version for a trial period (7 days).
ru_ru: Так же вы можете <a href="%1$s">активировать</a> премимум версию плагин на пробный период в 7 дней.

source: Or click <a target="_blank" href="%1$s">here</a> to learn more about the premium version.
ru_ru: Нажмите <a target="_blank" href="%1$s">здесь</a> чтобы узнать больше о премиум версии плагина.

source: domain
ru_ru: домен

source: version
ru_ru: версия

source: up-to-date
ru_ru: последняя

source: upgrade to %s
ru_ru: обновить до %s

source: available
ru_ru: доступна

source: assembly
ru_ru: сборка

source: EXPIRED!
ru_ru: ПРОСРОЧЕН!

source: please update the key
ru_ru: пожалуйста, обновите ключ

source: infinity
ru_ru: бессрочный

source: day(s)
ru_ru: дн.

source: remained
ru_ru: осталось

source: Have a key to activate the premium version? Paste it here:
ru_ru: Есть ключ для активации премиум версии? Вставьте его здесь:

source: Have a key to activate the plugin? Paste it here:
ru_ru: Есть ключ для активации плагина? Вставьте его здесь:

source: Submit Key
ru_ru: Отправить

source: <a href="%1$s">Lean more</a> about the premium version and get the license key to activate it now!
ru_ru: Нет ключа? <a href="%1$s">Узнайте больше</a> о премиум версии и получите лицензионный ключ для активации сейчас.

source: <a href="%1$s">Lean more</a> about this plugin and get the license key to activate it now!
ru_ru: Нет ключа? <a href="%1$s">Нажмите здесь</a>, чтобы приобрести лицензионный ключ для активации.

source: The upadtes were checked at <strong>%1$s</strong>.
ru_ru: Последная проверка обновлений произошла - <strong>%1$s</strong>.

source: The updates were checked <strong>never</strong>.
ru_ru: Проверка обновлений еще <strong>ни разу</strong> не происходила.

source: The updates were checked at <strong>%1$s</strong>, you use the up-to-date version.
ru_ru: Последная проверка обновлений произошла - <strong>%1$s</strong>.

source: The updates were checked at <strong>%1$s</strong>, <strong>%2$s</strong>.
ru_ru: Последная проверка обновлений произошла - <strong>%1$s</strong>, <strong>%2$s</strong>.

source: Click <a href="%1$s">here</a> to check updates manually.
ru_ru: <a href="%1$s">Нажмите здесь</a> чтобы проверить обновления вручную.

source: internal keys
ru_ru: коды

source: I purchased the plugin on CodeCanyon, but I cannot find the license key. Where is it?
ru_ru: Я купил плагин, но я не могу найти лицензионный ключ. Где он?

source: If you purchased the plugin on CodeCanyon, visit your Downloads section and click Licence Certificate.
ru_ru: После покупки посетите раздел Downloads и нажмите на ссылку Licence Certificate.

source: Find Item Purchase Code in the text document and paste it into the form above.
ru_ru: В текстовом документе найдите "Item Purchase Code" и вставьте его в форму.

source: The plugin I purchased comes with the bonus. Where I can find a key to activate the bonus?
ru_ru: Плагин, который я купил, продавался вместе с бонусом. Где я могу найти ключ для активации бонуса?

source: You can activate the bonus plugin via the key you got for the principal plugin.
ru_ru: Вы можете активировать бонусный плагин с помощью ключа, который вы получили для основного плагина.

source: Is it possible to get the premium version without the License Manager?
ru_ru: Возможно ли получить премиум версию без встроенного менеджера лицензий?

source: Yes, it's possible if you want to distribute the plugin as a part of your product. Please contact us to discuss details: support@onepress-media.com
ru_ru: Да, это возможно, если вы хотите распространяет плагин, как часть вашего собственного продукта. Пожалуйста свяжитесь с нами для обсуждения деталей: support@onepress-media.com

source: I see the message "... Please install another plugin assembly (premium) ...". How to fix?
ru_ru: Я вижу сообщение "... Пожалуйста, установите другую сборку плагина (Премиум) ... ". Как это исправить?

source: If you upgraded the plugin from the free version up to the premium version, it's okay, just visit the page <a href="%s"><strong>Plugins</strong></a> and download the update.
ru_ru: Если вы обновили плагин от бесплатной версии к премиум, это нормально, просто перейдите на страницу <a href="%s"><strong>Плагины</strong></a> и загрузите обновление.

source: If you have been using the premium version and now would like to use the free version but get this message, <a href="%s"><strong>click here</strong></a> to reset your license details.
ru_ru: Если вы использовали премиум-версию и теперь хотели бы использовать бесплатную версию, но получили это сообщение, <a href="%s"><strong>нажмите здесь</strong></a>, чтобы сбросить лицензионные данные.

source: Okay, I got it
ru_ru: Спасибо, понятно

source: Congratulations! you've successfully activated a trial version
ru_ru: Поздравляем! Вы успешно активировали пробную версию

source: Thank you for using %s. The plugin is ready.
ru_ru: Спасибо за использование %s. Плагин готов.

source: Good job!
ru_ru: Хорошая работа!

source: The plugin is ready to use.
ru_ru: Плагин готов к использованию.

source: Congratulations! you've successfully activated your key
ru_ru: Вы успешно активировали лицензионный ключ!

source: You can transfer your key to another site at any time via your customer account.
ru_ru: Вы можете перенести этой ​​ключ на другой сайт в любое время через ваш личный кабинет.

source: Your trial key will expire in
ru_ru: Ваш пробный ключ истекает через

source: day(s).
ru_ru: дн.

source: The key has been bound to your account (<strong>%s</strong>).
ru_ru: Последная проверка обновлений произошла - <strong>%s</strong>.

source: You can log in to your account at any time to manage your key by using the login details sent you via email earlier:
ru_ru: В любой момент вы можете войти в свою учетную запись (с помощью регистрационных данных, ранее отправленных вам по электронной почте) и изменить домен, к которому привязан ваш ключ:

source: Thank you for activating your license key.
ru_ru: Спасибо за активацию вашего лицензионного ключа.

source: Please move to the Plugins page and download the update to complete activation.
ru_ru: Пожалуйста, перейдите на <a href="plugins.php">страницу Плагины </a> и обновите плагин, чтобы завершить активацию, если это необходимо.

source: Open the Plugins page
ru_ru: Открыть страницу "Плагины"

source: Please feel free to contact us if you need any help.
ru_ru: Если вам нужная какая-либо помощь, не стесняетесь обращаться к нам. Мы всегда рады вам помочь.

source: Please enter your email adress to create a customer account.
ru_ru: Чтобы создать аккаунт, пожалуйста, введите свой ​​адрес электронной почты.

source: You can start using the plugin right now, but we recommend you to make one more step ...
ru_ru: Вы можете начать использовать плагин прямо сейчас, но мы рекомендуем Вам сделать еще кое-что ...

source: Your license key is not bound to your email address!
ru_ru: Ваш лицензионный ключ не привязан к вашему адресу электронной почты!

source: The incorrect account has been canceled successfully
ru_ru: Отмена создание учетной записи прошла успешно

source: Please be careful when typing your email address.
ru_ru: Пожалуйста, будьте внимательны при вводе адреса вашей электронной почты.

source: It's time to protect your license key
ru_ru: Необходимо защитить ваш лицензионный ключ

source: Enter your email address to bind the license key. We will create a customer account for you by using your email address. After that, you will be able to:
ru_ru: Введите адрес электронной почты для привязки вашего лицензионного ключа. Мы создадим для вас учетную запись. После этого, вы сможете:

source: View where your key is used.
ru_ru: Увидеть, где активирован и используют ваш ключ.

source: Remove the key for sites where it's activated.
ru_ru: Деактивировать ваш ключ для выбранных сайтов в любой момент.

source: Transfer the key to another sites.
ru_ru: Перенести ключ на другой сайт.

source: I want to get news regarding the <strong>%s</strong> plugin and exclusive offers from OnePress (a few emails a month).
ru_ru: Я хочу получать новости о <strong>%s</strong> и эксклюзивных предложений от OnePress (всего несколько писем в месяц).

source: Protect & Create Account
ru_ru: Защитить ключ и создать учетную запись

source: (The login details will be sent via email)
ru_ru: </br>(данные для входа будут отправлены по электронной почте)

source: Please enter your email adress.
ru_ru: Пожалуйста, введите свой ​​адрес электронной почты.

source: A customer with the specified email already registered. Are you sure to bind your key to this email?
ru_ru: Пользователь с указанным адресом электронной почты уже зарегистрирован. Вы уверены, что хотите привязать ваш ключ к этому адресу?

source: On all probability, you created a customer account in past to bind another key. If it's your email, no problem, just click the confirmation button below.
ru_ru: Скорее всего вы уже создали учетную запись ранее для того, чтобы привязать другой ключ. Если этот электронный почтовый адрес действительно ваш, просто нажмите на кнопку подвеждения ниже.

source: If it's not email (you entered your email incorrectly), return back.
ru_ru: Если это не ваш электронный адрес (например, если вы ввели адрес неправильно), вернитесь обратно.

source: You can try to log in via this email <a href="%s" target="_blank">here</a>.
ru_ru: Вы можете попробовать войти в свою учетную запись <a href="%s" target="_blank">здесь</a>.

source: Yes, this is my email
ru_ru: Да, это мой email

source: No, return back
ru_ru: Нет, вернуться обратно

source: Your customer account has been successfully created!
ru_ru: Ваша учетная запись успешно создана!

source: We have sent the login details and the confirmation link to your email address.
ru_ru: Мы выслали данные для входа и ссылку для подтверждения вашей учетной записи на ваш электронный адрес.

source: Please perform these simple final steps:
ru_ru: Пожалуйста, выполните эти простые шаги:

source: Visit your email box <strong>%s</strong>.
ru_ru: Посетите Ваш почтовый ящик <strong>%s</strong>.

source: Confirm your email address by clicking the link inside the email we sent.
ru_ru: Подтвердите адрес электронной почты, нажав на ссылку в письме, которое мы вам выслали.

source: Okay, done
ru_ru: Хорошо, сделано!

source: I've mistaken. It's not my email address.
ru_ru: Я ошибся. Это не мой адрес электронной почты.

source: The request has been rejected by the Licensing Server
ru_ru: Запрос был отклонен сервером лицензирования.

source: Unable to connect to the Licensing Server
ru_ru: Неполучилось подключиться к серверу лицензирования.

source: Please <a href="%s">click here</a> for trying to activate your key manualy.
ru_ru: Пожалуйста, <a href="%s">нажмите здесь</a>, чтобы попробывать активировать ключ вручную.

source: Please <a href="%s">click here</a> for trying to activate your trial manualy.
ru_ru: Пожалуйста, <a href="%s">нажмите здесь</a>, чтобы попробывать активировать пробную версию вручную.

source: Please <a href="%s">click here</a> for trying to delete key manualy.
ru_ru: Пожалуйста, <a href="%s">нажмите здесь</a>, чтобы попробывать удалить ключ вручную.

source: Please contact OnePress support if you need to perform this action.
ru_ru: Пожалуйста, свяжитесь с нашей службой поддержки, если вам нужно выполнить это действие.

source: Unable to apply the specified key
ru_ru: Не удалось использовать указанный ключ.

source: Hiding License Manager
ru_ru: Скрыть лицензионный менеджер

source: <strong>Warning!</strong> The License Manager will get inaccessible when you click the button "Hide License Manager".
ru_ru: <strong>Внимание!</strong> Лицензионный менеджер будет недоступен, если вы нажмете "Скрыть лицензионный менеджер".

source: To restore access to the License Manager, you will need to clear the option <strong>%s</strong> on the page <strong>options.php</strong>:
ru_ru: Для восстановления доступа к лицензионному менеджеру, вам необходимо будет очистить параметр <strong>%s</strong> на странице <strong>options.php</strong>:

source: Return Back
ru_ru: Вернуться обратно

source: Key Activation
ru_ru: Активация ключа

source: Please perform the following steps to activate the plugin manually.
ru_ru: Пожалуйста, следуйте инструкции ниже, чтобы активировать плагин вручную.

source: <a href="%s" target="_blank">Click here</a> to get an activation code.
ru_ru: <a href="%s">Нажмите здесь</a> чтобы получить код активации.

source: Copy the code and paste it below, then submit the form:
ru_ru: Скопируйте код с сайта и вставьте его в поле ниже, затем отправьте форму.

source: Activation Code
ru_ru: Код активации

source: Verify Code
ru_ru: Отправить

source: Key Deactivation
ru_ru: Деактивация ключа

source: Please perfome the following steps to activate the plugin manualy.
ru_ru: Пожалуйста выполните шаги ниже, чтобы активировать плагин вручную.

source: <a href="%s" target="_blank">Click here</a> to send the deactivation request.
ru_ru: <a href="%s">Нажмите здесь</a> чтобы отправить запрос на деактивацию ключа.

source: Copy the code from the field on the site and paste it below, then submit the form:
ru_ru: Скопируйте код с сайт и вставьте его в поле ниже, затем отправьте форму.

source: Response code from the Licensing Server
ru_ru: Код ответа от сервера лицензирования

source: <i class="icon-ok-sign icon-white"></i> verify code
ru_ru: <i class="icon-ok-sign icon-white"></i> проверить код

source: Trial Activation
ru_ru: Пробная активация

source: <a href="%s" target="_blank">Click here</a> to send the activation request.
ru_ru: <a href="%s">Нажмите здесь</a> чтобы отправить запрос на активацию.

source: License Manager Internal Keys
ru_ru: Системные Ключи

source: You actually don't need to change something here. Please change the values below only if OnePress supports ask you to do it.
ru_ru: Вам не нужно ничего изменять в этом разделе, если об этом вас не попросила служба поддержки OnePress.

source: The changes has been saved successfully!
ru_ru: Изменения были успешно сохранены!

source: The license has been reset successfully!
ru_ru: Лицензия была успешно сброшена!

source: Site Secret
ru_ru: Секретный сайт

source: Key Secret
ru_ru: Секретный ключ

source: Save changes
ru_ru: Сохранить

source: License
ru_ru: Лицензия

source: You use a premium version of the plugin. Please, verify your license key to unlock all its features. <a href="%1$s">Click here</a>.
ru_ru: Вы используете премиум версию плагина. Пожалуйста зарегистрируйте свой лицензионный ключ, чтобы разблокировать все возможности плагина. <a href="%1$s">Нажмите здесь</a>.

source: Need more features? Look at a <a target="_blank" href="%1$s">premium version</a> of the plugin.
ru_ru: Нужно больше возможностей? Взгляните на <a target="_blank" href="%1$s">премимум версию</a> плагина.

source: Your license key is not protected!
ru_ru: Ваш лицензионный ключ не защищен!

source: Bind your license key (for %s) to your email address in order to avoid theft (it will take just a couple of seconds).
ru_ru: Привяжите свой лицензионный ключ (для %s) к вашему электронному адресу, чтобы избежать кражи или потери ключа (это займет пару секунд).

source: Protect my key: %s
ru_ru: Защитить мой ключ: %s

source: Hide this message
ru_ru: Скрыть сообщение

source: The trial key for the %s will expire during the day!
ru_ru: Ваш пробный период для %s истекает в течение дня!

source: Don't forget to purchase the premium key or delete the trial key to use the free version of the plugin.
ru_ru: Не забудьте приобрести премиум ключ или удалить пробный, чтобы использовать бесплатную версию плагина.

source: Buy a premium key now!
ru_ru: Получить ключ

source: The trial key for the %s will expire in %s days.
ru_ru: Ваш пробный период для %s истекает через %s дн.

source: Please don't forget to purchase the premium key or delete the trial key to use the free version of the plugin.
ru_ru: Пожалуйста, не забудьте приобрести премиум ключ или удалить пробный, чтобы использовать бесплатную версию плагина.

source: The trial key for the %s has expired.
ru_ru: Закончился пробный период для %s.

source: Please purchase another key or delete the current key to use the free version of the plugin.
ru_ru: Чтобы продолжить использовать плагин, пожалуйста, приобретите лицензионный ключ.

source: Visit the license manager
ru_ru: Управление лицензией

source: Thank you
ru_ru: Спасибо

source: for purchasing <a target="_blank" href="%s" class="highlighted">%s</a>.
ru_ru: за покупку плагина <a target="_blank" href="%s" class="highlighted">%s</a>.

source: Please verify your license key you got to unlock all the plugin features. Click the button on the right. Feel free to <a target="_blank" href="%s">contact us</a> if you need help.
ru_ru: Пожалуйста, активируйте ваш лицензионный ключ, который вы получили при покупке плагина. Чтобы ввести лицензионный ключ, нажмите кнопку справа. Если у вас возникнут какие-либо вопросы, вы можете задать их нашей <a target="_blank" href="%s">службе поддержки</a>.

source: verify my license key
ru_ru: Ввести лицензионный ключ
